<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,maximum-scale=1,user-scalable=no,minimal-ui">
    <!-- 允许全屏模式浏览 -->
    <meta content="yes" name="apple-mobile-web-app-capable">
    <!-- iphone中safari顶端的状态条的样式 -->
    <meta content="black" name="apple-mobile-web-app-status-bar-style">
    <!-- 忽略将页面中的数字识别为电话号码 -->
    <meta content="telephone=no" name="format-detection">
    <!-- 不识别邮箱 -->
    <meta content="email=no" name="format-detection">
    <!-- 不记录缓存从服务器刷新 -->
    <meta http-equiv="Pragma" content="no-cache">
    <meta http-equiv="Cache-Control" content="no-cache">
    <meta http-equiv="Expires" content="0">
    <%@include file="../inc/mtHead.jsp" %>
    <title>关于我们</title>
</head>
<body style="display: block;">
    <%@include file="../inc/mtNav.jsp" %>
    <main class="wrap">
        <section class="content-type">
           <div class="about-title">维修条款</div><div class="about-content"><p>易族速修在此特别提醒您（用户）在维修之前，认真阅读本《服务协议》（以下简称“协议”）确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用本协议所涉服务。您的行为将视为对本协议的接受，并同意接受本协议各项条款的约束。如果您未满18周岁，请在法定监护人的陪同下阅读本协议。<br>一、【协议的范围】<br>1.1 【协议适用主体范围】<br>本协议是您与易族速修之间关于用户使用易族速修相关服务所订立的协议。“易族速修”是指易族速修网站及其相关服务可能存在的运营关联单位。“用户”是指使用易族速修相关服务的使用人，在本协议中更多地称为“您”。<br>1.2 【本许可协议指向内容】<br>本协议项下的许可内容是指易族速修向用户提供的包括但不限于移动设备的维修服务（以下简称“服务”）。<br>1.3 【协议关系及冲突条款】<br>本协议可由易族速修随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在易族速修修改协议条款后，如果用户不接受修改后的条款，请立即停止使用易族速修提供的服务，用户继续使用易族速修提供的服务将被视为接受修改后的协议。<br>二、【个人隐私信息保护】<br>2.1 用户在使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。<br>2.2 个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、手机号码、手机设备识别码、详细地址等等。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在易族速修服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。<br>2.3 尊重用户个人隐私信息的私有性是易族速修的一贯制度，易族速修将采取必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者易族速修发现存在发生前述情形的可能时，将及时采取补救措施。<br>2.4 易族速修未经用户同意不向任何第三方公开、透露用户个人隐私信息。但以下特定情形除外：<br>（1）易族速修根据法律法规规定或有权机关的指示提供用户的个人隐私信息； <br>（2）由于用户将其个人隐私信息告知他人或与他人共享个人隐私信息，由此导致的任何个人信息的泄漏，或其他非因易族速修原因导致的个人隐私信息的泄露； <br>（3）用户自行向第三方公开其个人隐私信息； <br>（4）用户与易族速修及合作维修单位之间就用户个人隐私信息的使用公开达成约定，易族速修因此向合作维修单位公开用户个人隐私信息； <br>（5）任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。<br>2.5 用户同意易族速修可在以下事项中使用用户的个人隐私信息：<br>（1）易族速修向用户及时发送重要通知，如个人服务信息、本协议条款的变更； <br>（2）易族速修内部进行审计、数据分析和研究等，以改进易族速修的产品、服务和与用户之间的沟通； <br>（3）依本协议约定，易族速修管理、审查用户信息及进行处理措施； <br>（4）适用法律法规规定的其他事项。 <br>除上述事项外，如未取得用户事先同意，易族速修不会将用户个人隐私信息使用于任何其他用途。<br>2.6 用户确认，其地理位置包含的省份、直辖市、自治区信息（以下简称“地理位置信息”）为非个人隐私信息，用户成功预约易族速修维修服务视为确认授权易族速修提取、公开及使用用户的地理位置信息。用户地理位置信息将作为用户公开资料之一，由易族速修向其他用户公开。如用户需要终止向其他用户公开其地理位置信息，可随时向易族速修说明。<br>2.7 为了改善易族速修的服务，向用户提供更好的服务体验，易族速修或可会自行收集使用或向第三方提供用户的非个人隐私信息。<br>三、【关于邮寄过程的权责】<br>3.1 请您在寄送待检修设备时选择优质物流商，推荐使用顺丰，并采用到付的方式邮寄。在邮寄设备时，请自主选择保价邮寄，保价费由您自行承担，易族速修只承担快递费。易族速修不会承担您在邮寄过程中因丢失、损坏等因素对设备造成的任何损失及责任。若待检修设备于寄送过程中受损或丢失，易族速修会且仅会提供相关资料配合您向物流商进行维权。<br>3.2 易族速修会优先选择顺丰将检修后的设备寄还予您，如若此过程中出现意外（需物流工作人员提供相关证明），易族速修会且仅会承担与设备硬件相同型号（不保证地区版本）的赔偿责任。<br>3.3 易族速修将按照订单中提交的收货地址将设备寄还予您，若由于地址错误或地址更改而用户未及时告知而造成设备无法正常派送，易族速修将不承担由此造成的任何损失及责任。<br>四、【关于数据保护的权责】<br>4.1 易族速修有着严格的流程监管制度，工程师不得以维修以外的任何理由转移、查阅、调用客户设备里的任何数据，但易族速修不排除因不可控因素而造成检修设备数据泄露的任何可能。<br>4.2 请您务必于下单前备份并清除待检修设备的敏感数据。易族速修不会承担该设备于维修过程中因数据丢失、泄露等因素而造成的任何损失及责任。<br>五、【关于维修流程的权责】<br>5.1 维修过程中，如因维修失误而造成的其他故障，易族速修承诺将免费修复，不额外收取费用；如设备完全损坏，易族速修将向您赔偿一部同等型号等价（不保证地区版本）的设备。<br>5.2 维修过程中，若由于个人原因，工程师和用户之间出现的任何纠纷问题，易族速修会积极主动为用户协商解决。<br>5.3 设备经易族速修检测后，如果您自愿放弃维修，需要承担回寄给您的快递费和快递物品保价费。<br>5.4 对于因跌落、磕碰、挤压或进液面积达百分之十以上而丧失部分或全部功能的设备，易族速修仅对您指定需修复的功能负维修责任。对于设备其他已知或未知的故障不承担任何责任。<br>5.5 请您务必于下单时认真填写待检修设备的相关信息。易族速修不会承担因您所提交信息的错误或缺漏而导致设备于维修过程中出现任何故障的责任。<br>5.6 如果检修设备于易族速修维修期间受损或丢失，易族速修会且仅会承担维修成本及与检修设备硬件相同型号（不保证地区版本）的赔偿责任，易族速修不会承担因此产生的任何其它后果及责任。<br>5.7 设备维修完成后，如在30天内不在线支付（支付宝、维修支付）维修费用，易族速修视您放弃设备的处置权，易族速修将获得设备处理权。<br>5.8 易族速修承诺采用原厂品质零配件进行设备维修。<br>六、【关于保修服务的权责】<br>6.1 终身保修仅服务于在易族速修维修且维修成功的设备<br>6.2 易族速修对所有维修故障点实施终身保修，但以下情况除外： <br>（1）出现维修故障点之外的故障；<br>（2）人为损坏； <br>（3）进水、不开机故障保修期为6个月； <br>（4）更换外屏的保修期为6个月； <br>（5）更换电池的保修期为6个月； <br>以上条款最终解释权归易族速修所有。<br>七、【关于维修费用】<br>您支付的维修费用由两部分构成：零配件费用和维修工程师的服务费。<br>八、【法律责任】<br>8.1 用户理解并同意，易族速修有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。<br>8.2 用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿易族速修与合作维修工程师、关联单位，并使之免受损害。<br>九、【不可抗力及其他负责事由】<br>9.1 用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，易族速修将努力在第一时间与相关单位配合，及时进行恢复，但是由此给用户造成的损失，易族速修及合作维修单位在法律允许的范围内免责。<br>9.2 本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。<br>9.3 用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的任何损失，易族速修不承担任何责任。<br>9.4 用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，易族速修不承担任何责任。<br>9.5 用户理解并确认，易族速修需要定期或不定期地对“易族速修”平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，易族速修无需为此承担任何责任，但易族速修应事先进行通告。<br>9.6 易族速修依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成易族速修的义务或承诺，易族速修不能保证及时发现违法违规或违约行为或进行相应处理。<br>9.7 户理解并确认，对于易族速修向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，易族速修无需承担任何责任： <br>（1）易族速修向用户免费提供的服务 <br>（2）易族速修向用户赠送的任何产品或者服务<br>十、【其他】<br>10.1【协议的生效与变更】<br>您使用本服务即视为您已阅读并同意受本协议的约束。易族速修有权在必要时修改本协议条款。您可以在相关页面中查阅最新的协议条款。本协议条款变更后，如果您继续使用本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本服务。<br>10.2【单方解除权】<br>若您违反本协议或有关法律法规，易族速修有权立刻解除本协议，您需承担由此产生的一切损失及责任。<br>10.3【协议签订地】<br>本协议签订地为中华人民共和国北京市海淀区。<br>10.4【适用法律】<br>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。<br>10.5【争议解决】<br>若您和易族速修之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。<br>10.6【条款标题】<br>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。<br>10.7【条款效力】<br>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p></div>
        </section>
    </main>
    <%@include file="../inc/mtFooter.jsp" %>
    <script>
        seajs.use('app/mobile', function(mobile) {
            mobile.contact('.wrap', '.content-info');
        });
        seajs.use(['app/scale', 'app/handler'], function(scale, handler) {
            scale.calcScale();
            handler.focusHanlde();
        });
    </script>
</body>
</html>